Repository: GentlyD/netdrive3-i18n
Catalog: netdrive_*.po
Languages: de, zh_cn

# QObject|
source: Cache path error.
de: Cache-Pfadfehler.
zh_cn: 缓存路径错误

# QObject|
source: Operation Failed.
de: Operation fehlgeschlagen.
zh_cn: 操作失败

# QObject|
source: Not logged in user.
de: Nicht angemeldeter Benutzer.
zh_cn: 未登录用户

# QObject|
source: You cannot use this version. Please install the version you can use.
de: Sie können diese Version nicht verwenden. Bitte installieren Sie die Version, die Sie verwenden können.
zh_cn: 此版本已不可用，请更新

# QObject|
source: Not supported protocol type
de: Nicht unterstützter Protokolltyp
zh_cn: 不支持的协议

# QObject|
source: Already mounted drive item.
de: Bereits eingebundenes Laufwerkselement.
zh_cn: 已安装的磁盘项。

# QObject|
source: Error occurred.
de: Ein Fehler ist aufgetreten.
zh_cn: 发生错误

# QSenderDlg|
source: Send Crash Report
de: Absturzbericht senden
zh_cn: 发送崩溃报告

# QSenderDlg|
source: A report has been created that you can send to Bdrive Inc. to help identify the problem. Please provide us any detailed description of what happened before the crash. The information you send us will help us to fix this problem and it will not be used except for debugging purpose.
de: Es wurde ein Bericht erstellt, den Sie an Bdrive Inc. senden können, um das Problem zu identifizieren. Bitte beschreiben Sie detailliert, was vor dem Absturz passiert ist. Die Informationen, die Sie uns senden, helfen uns, dieses Problem zu beheben. Sie werden ausschließlich zu Debugging-Zwecken verwendet.
zh_cn: 是否将错误报告发送给Bdrive？也许能帮助他们呢解决问题。

# QSenderDlg|
source: minutes remaining.
de: Minuten verbleiben.
zh_cn: 分钟剩余

# Rename|
source: New name:
de: Neuer Name:

# RenameDlg|
source: Create Directory
de: Inhaltsverzeichnis erstellen

# RenameDlg|
source: Directory name:
de: Inhaltsaverzeichnis Name

# RenameDlg|
source: Rename
de: Umbenennen

# RenameDlg|
source: New name:
de: Neuer Name:

source: Select Folder
de: Ordner auswählen
zh_cn: 选择文件夹

# SelectFolder|
source: CREATE NEW FOLDER
de: NEUEN ORDNER ERSTELLEN
zh_cn: 新建文件夹

# SortItemWidget|
source: Sort by
de: Sortiere nach
zh_cn: 排序

# Update|
source: NetDrive Update
de: NetDrive Aktualisierung
zh_cn: NetDrive更新

# Update|
source: A new version of NetDrive is available!
de: Eine neue Version von NetDrive ist verfügbar!
zh_cn: 新版本的NetDrive可用

# Update|
source: Automatically download and install updated version in the future
de: Neue Versionen in Zukunft automatisch herunterladen und installieren.
zh_cn: 以后自动下载并更新

# Update|
source: Skip this version
de: Diese Version überspringen
zh_cn: 懒得更新/跳过此版本

# Update|
source: Later
de: Später
zh_cn: 稍等

source: Update
de: Aktualisieren
zh_cn: 上传

# UploadItem|
source: Failed to upload
de: Hochladen fehlgeschlagen
zh_cn: 上传失败

# UploadItem|
source: Cancel
de: Abbrechen
zh_cn: 取消

# UploadItem|
source: Retry
de: Erneut versuchen
zh_cn: 重试

# UploadItem|
source: Save as
de: Speichern als
zh_cn: 另存为

# Uploadings|
source: No files are being uploaded.
de: Es werden keine Dateien hochgeladen.
zh_cn: 没有上传任何文件

# Uploadings|
source: Failed to retry.
de: Fehler beim erneuten Versuch.
zh_cn: 重试失败

# Uploadings|
source: Failed to save as.
de: Fehler beim Speichern.
zh_cn: 另存为失败

# Waiter|
source: Wait for authentication
de: Auf Authentifizierung warten
zh_cn: 等待验证

# BDPassphrase|
source: Passphrase
zh_cn: 密钥

# FlatSettingContents|
source: CACHE
zh_cn: 缓存

# FlatSettingContents|
source: LOG
zh_cn: 日志

# FlatSettingContents|
source: Log level
zh_cn: 日志级别

# ProxySelector|
source: Port
zh_cn: 端口

# QApplication|
source: Auto
zh_cn: 自动

# QApplication|
source: Log
zh_cn: 日志

# QApplication|
source: Name
zh_cn: 名字

# URLWidget|
source: Port
zh_cn: 端口

# Update|
source: Release notes:
zh_cn: 发行说明
