Repository: GentlyD/netdrive3-i18n
Catalog: netdrive_*.po
Languages: de, zh_cn

source: Add Drive
de: Laufwerk hinzufügen
zh_cn: 添加驱动

# AddDrive|
source: STORAGE TYPE
de: LAUFWERKS TYP
zh_cn: 存储类型

# AddDrive|
source: CONNECT
de: VERBINDEN
zh_cn: 连接

# AddDrive|
source: OPTIONS
de: OPTIONEN
zh_cn: 选项

# AddDrive|
source: Save authentication information
de: Authentifizierungsdaten merken
zh_cn: 保存验证信息

# AddDrive|
source: REMOTE PATH
de: REMOTE PFAD
zh_cn: 远程路径

# AddDrive|
source: BROWSE
de: DURCHSUCHEN
zh_cn: 浏览

# AddDrive|
source: LABEL
de: NAME
zh_cn: 标签

# AddDrive|
source: MOUNT
de: EINHÄNGEN
zh_cn: 挂载

# AddDrive|
source: as
de: als
zh_cn: 作为

# AddDrive|
source: AUTO CONNECT OPTIONS
de: AUTOMATISCHE VERBINDUNG
zh_cn: 自动连接选项

# AddDrive|
source: No automatic mount
de: Kein automatisches Einhängen
zh_cn: 手动安装

# AddDrive|
source: Mount on boot
de: Einhängen bei Systemstart
zh_cn: 挂载在引导上

# AddDrive|
source: Mount on login
de: Einhängen bei Login
zh_cn: 登录时挂载

# AddDrive|
source: UPLOAD OPTIONS
de: UPLOAD EINSTELLUNGEN
zh_cn: 上传选项

# AddDrive|
source: Use on-the-fly uploading in Explorer
de: Direktes Hochladen im Explorer verwenden
zh_cn: 在资源管理器中上传

# AddDrive|
source: Use background uploading
de: Hochladen im Hintergrund verwenden
zh_cn: 后台上传

# AddDrive|
source: READ ONLY OPTIONS
de: LAUFWERKS-BERECHTIGUNGEN
zh_cn: 只读选项

# AddDrive|
source: Writable drive
de: Lesen und Schreiben
zh_cn: 可写驱动

# AddDrive|
source: Read only drive
de: Nur Lesen
zh_cn: 只读驱动

# AddDrive|
source: ADVANCED OPTION
de: ERWEITERTE OPTIONEN
zh_cn: 高级选项

# AddDrive|
source: Always retrieve file list from server
de: Immer Dateiliste vom Server abrufen
zh_cn: 始终从服务器检索文件列表

# AddDrive|
source: As a removable drive
de: Auswerfbares Laufwerk
zh_cn: 作为可移动磁盘

# AddDrive|
source: Treat files and folders starting with a dot as hidden
de: Behandle Dateien und Ordner, die mit einem Punkt beginnen, als versteckt
zh_cn: 隐藏开头为.的文件

# AddDrive|
source: Use static filesystem(Experimental)
de: Statisches Dateisystem verwenden(experimentell)
zh_cn: 使用静态文件(测试)

# AddDrive|
source: COLOR
de: FARBE
zh_cn: 颜色

# AddDrive|
source: network drive
de: Netzlaufwerk
zh_cn: 网络磁盘

# AddDrive|
source: local drive
de: Lokales Laufwerk
zh_cn: 本地磁盘

# AddDrive|
source: Please press CONNECT button to set connection information.
de: Bitte klicken Sie zuerst auf die VERBINDEN-Schaltfläche um die Authentifizierungsdaten abzurufen.
zh_cn: 请按连接按钮设置连接信息。

# AddDrive|
source: A drive name cannot contain any of the following characters: / \ [ ] : | < > + = ; , ? *
de: Ein Laufwerks-Name darf keines der folgenden Zeichen enthalten: / \ [ ] : | < > + = ; , ? *
zh_cn: 磁盘名不能包含下列任何字符: / \ [ ] : | < > + = ; , ? *

# AddDrive|
source: Please type in drive name.
de: Bitte geben Sie einen Namen für das Laufwerk ein.
zh_cn: 输入磁盘名字

# AddDrive|
source: The maximum length of the drive name is 50.
de: Die Länge des Laufwerks-Namens überschreitet die maximal-erlaubte Länge von 50 Zeichen.
zh_cn: 磁盘名字最大长度为50字符

# AddDrive|
source: Please select remote path.
de: Bitte wählen sie den remote-pfad.
zh_cn: 请选择远程路径。

# AddDrive|
source: Please type in a different name since this drive name is already used.
de: Bitte geben Sie einen anderen Namen ein, da dieser Laufwerksname bereits verwendet wird.
zh_cn: 名字被占用，换个名字

# AddDrive|
source: Please try again by pressing the CONNECT button.
de: Bitte versuchen Sie es erneut, indem sie auf die VERBINDEN-Schaltfläche klicken.
zh_cn: 按“连接”按钮再试一次。

# AddDrive|
source: We do not support this protocol.
de: Wir unterstützen dieses Protokoll nicht.
zh_cn: 不支持的协议

# AddDrive|
source: ITEM LOCATION
de: Artikelsuche

# AddDrive|
source: In account
de: Im Konto

# AddDrive|
source: In device
de: Im Gerät

# AddDrive|
source: Add a Personal Drive
de: Persönliches Laufwerk hunzufügen

# AddDrive|
source: Add a Team Drive
de: Team Laufwerk hinzufügen

# AddDrive|
source: Configure a Team Drive
de: Teamlaufwerk konfigurieren

# AddDrive|
source: Configure a Personal Drive
de: Persönliches Laufwerk konfigurieren

# AddDrive|
source: This team drive has no connection information set yet. Do you want to do it now?
de: Dieses Teamlaufwerk hat noch keine Verbindungsinformationen.Möchten Sie diese jetzt einstellen?

# BDLogin|
source: Login
de: Anmelden
zh_cn: 登录

# BDLogin|
source: Email
de: E-Mail-Adresse
zh_cn: 邮箱

# BDLogin|
source: Password
de: Passwort
zh_cn: 密码

# BDLogin|
source: Keep me logged in
de: Angemeldet bleiben
zh_cn: 保持登录

# BDLogin|
source: OR
de: ODER
zh_cn: 或

# BDLogin|
source: Cancel
de: Abbrechen
zh_cn: 取消

# BDUser|
source: Login failed because communication with the server failed. Please check your proxy or Internet connection.
de: Anmeldung fehlgeschlagen, da die Kommunikation mit dem Server fehlgeschlagen ist. Bitte prüfen Sie Ihre Proxy- oder Internet-Einstellungen.
zh_cn: 登录失败，无法连接到服务器，请检查您的代理或Internet连接。

# BDUser|
source: Login failed. Please click here to check.
de: Anmeldung fehlgeschlagen. Bitte klicken Sie hier, um dies zu überprüfen.
zh_cn: 登录失败，点击查看

# BDUserPassword|
source: Authentication Information
de: Authentifizierungs-Information
zh_cn: 身份验证信息

# BDUserPassword|
source: Password
de: Passwort
zh_cn: 密码

# BDUserPassword|
source: User
de: Benutzer
zh_cn: 用户名

source: Configure Drive
de: Laufwerk bearbeiten
zh_cn: 配置驱动

# Dialog|
source: Progress
de: Fortschritt

# FileBrowserManager|
source: Save to Downloads Folder
de: Im Downloadverzeichnis sichern

# FileBrowserManager|
source: Download to...
de: Download nach...

# FileBrowserManager|
source: Reload
de: Neu laden

# FileBrowserManager|
source: Rename
de: Umbenennen

# FileBrowserManager|
source: New folder
de: Neuer Ordner

# FileBrowserManager|
source: Get Shareable Link
de: Teilbaren Link holen

# FileBrowserManager|
source: Lock
de: Sperren

# FileBrowserManager|
source: Unlock
de: Entsperren

# FileBrowserManager|
source: Force unlock
de: Entsperren erzwingen

# FileBrowserManager|
source: Locked files list
de: Liste der gesperrten Dateien

# FileBrowserManager|
source: Connection Fail
de: Verbindung fehlgeschalgen

# FileBrowserManager|
source: Failed to connect protocol.
de: Protokol verbinden fehlgeschlagen

# FileBrowserManager|
source: Failed to get file list.
de: Dateiliste holen fehlgeschlagen

# FileBrowserManager|
source: Failed to get root ID.
de: Root ID holen fehlgeschalgen

# FileBrowserManager|
source: Reload Folder
de: Verzeichnis neu laden

# FileBrowserManager|
source: Failed to reload folder.
de: Verzeichnis neu laden fehlgeschlagen

# FileBrowserManager|
source: Download Complete.
de: Download abgeschlossen

# FileBrowserManager|
source: File downloading failed
de: Datei herunterladen fehlgeschlagen

# FileBrowserManager|
source: Can not download file from server.
de: Kann Datei nicht vom Server herunterladen

# FlatAbout|
source: ABOUT
de: ÜBER
zh_cn: 关于

# FlatAbout|
source: Licensed to %1
de: Lizenziert für %1
zh_cn: 授权给 %1

# FlatAbout|
source: Trial
de: Probelizenz
zh_cn: 测试

# FlatMenuBar|
source: Search
de: Suchen
zh_cn: 搜索

# FlatSettingContents|
source: SETTINGS
de: EINSTELLUNGEN
zh_cn: 背景

# FlatSettingContents|
source: GENERAL
de: ALLGEMEINES
zh_cn: 常规

# FlatSettingContents|
source: Start at login
de: Nach Login starten
zh_cn: 在登录时开始

# FlatSettingContents|
source: Launch Windows Explorer when newly connected to a remote storage.
de: Windows-Explorer öffnen, sobald ein neues Laufwerk verbunden wurde.
zh_cn: 使用Windows资源管理器连接到新的远程存储。

# FlatSettingContents|
source: Check for updates automatically
de: Automatisch nach Aktualisierungen suchen
zh_cn: 自动检查更新

# FlatSettingContents|
source: Check for updates to beta version if available
de: Nach Updates für Beta-Versionen suchen falls verfügbar
zh_cn: 检查beta版本的更新（如果可用）

# FlatSettingContents|
source: Language
de: Sprache
zh_cn: 语言

# FlatSettingContents|
source: Help us translate!
de: Helfen Sie uns beim Übersetzen!
zh_cn: 我已经帮他们翻译成中文了

# FlatSettingContents|
source: NetDrive keeps temporary copies of remote files in local disk.
de: NetDrive speichert temporäre Kopien von Remote-Dateien auf der lokalen Festplatte.
zh_cn: NetDrive在本地磁盘上保存远程文件的临时副本。

# FlatSettingContents|
source: Cache path
de: Cache Pfad
zh_cn: 缓存路径

# FlatSettingContents|
source: BROWSE
de: DURCHSUCHEN
zh_cn: 浏览

# FlatSettingContents|
source: Use up to
de: Benutze bis zu
zh_cn: 用量

# FlatSettingContents|
source: GB for disk cache
de: GB als Laufwerks-Cache
zh_cn: GB用于磁盘缓存

# FlatSettingContents|
source: OPEN LOG FOLDER
de: LOG VERZEICHNIS ÖFFNEN
zh_cn: 打开日志文件夹

# FlatSettingContents|
source: NETWORK
de: NETZWERK
zh_cn: 网络

# FlatSettingContents|
source: PROXY SETTINGS
de: PROXY EINSTELLUNGEN
zh_cn: 端口设置

# FlatSettingContents|
source: Launch Finder when newly connected to a remote storage
de: Finder öffnen, sobald ein neues Laufwerk verbunden wurde
zh_cn: 新连接到远程存储时启动查找程序

# FlatSettingContents|
source: Open Directory
de: Ordner öffnen
zh_cn: 打开目录

# FlatSettingContents|
source: Currently %0.2f GB disk space available
de: Aktuell sind %0.2f GB Festplattenspeicher verfügbar
zh_cn: 当前有 %0.2f GB可用磁盘空间

# FlatSettingContents|
source: Unlock all locked files when disconnecting drive
de: Alle gesperrten Dateien beim Trennen des Laufwerks freigeben

# FlatUpdate|
source: %1 Update
de: %1 Aktualisierung
zh_cn: %1 更新

# FlatUpdate|
source: A new version of %1 is available!
de: Eine neue Version von %1 ist verfügbar!
zh_cn: 新的版本 %1 可以跟新

# FlatUpdate|
source: %1 %2 is now available - you have %3. Would you like to download it now?
de: %1 %2 ist verfügbar - Sie haben %3. Wollen Sie es jetzt herunterladen?
zh_cn: %1 %2 可用，你现在的版本为 %3 ，需要更新么

# FlatUpdate|
source: Release Note:
de: Release Informationen:
zh_cn: 发行说明

# FlatUpdate|
source: Automatically download and install updated version in the future
de: Aktualisierte Version in Zukunft automatisch herunterladen und installieren
zh_cn: 以后自动下载并安装更新版本

# FlatUpdate|
source: SKIP THIS VERSION
de: DIESE VERSION ÜBERSPRINGEN
zh_cn: 我就不更新/跳过这个版本

# FlatUpdate|
source: REMIND ME LATER
de: SPÄTER ERINNEREN
zh_cn: 以后再说

# FlatUpdate|
source: INSTALL UPDATE
de: AKTUALISIERUNG INSTALLIEREN
zh_cn: 安装更新

# NDFlatUI|
source: The services of %1 must be running, but they are not running. Do you want to run them now?
de: Die Dienste von %1 müssen ausgeführt werden, sind jedoch nicht gestartet.Wollen Sie diese jetzt starten?
zh_cn: 必要的 %1 服务没有启动，现在启动？

# NDFlatUI|
source: UPLOADING
de: LADE HOCH
zh_cn: 上传

# NDFlatUI|
source: WAITING
de: WARTE
zh_cn: 等待

# NDFlatUI|
source: FAILED
de: FEHLGESCHLAGEN
zh_cn: 失败

# NDFlatUI|
source: Add drive failure has occured because of duplicate drive name.
de: Fehler beim Hinzufügen des Laufwerks, da der Name bereits vorhanden ist.
zh_cn: 由于磁盘名重复，添加磁盘失败。

# NDFlatUI|
source: Failed to add drive.
de: Fehler beim Hinzufügen des Laufwerks.
zh_cn: 无法添加磁盘。

# NDFlatUI|
source: This issue might be caused by the network connection with Bdrive server which usually occurs when Bdrive server or your PC may not be connected to the Internet. If you are connected to the Internet and still have this issue, please visit %1 to leave a note.
de: Dieses Problem kann durch die Netzwerkverbindung mit dem Bdrive-Server verursacht werden, welches normalerweise dann auftritt, wenn der Bdrive-Server oder Ihr PC nicht mit dem Internet verbunden ist. Wenn Sie mit dem Internet verbunden sind und dieses Problem weiterhin besteht, besuchen Sie %1 um eine Benachrichtigung zu hinterlassen.
zh_cn: 检查网络连接。如果网络连接正常，请访问 %1 进行说明。

# NDFlatUI|
source: Failed to delete drive.
de: Laufwerk konnte nicht gelöscht werden.
zh_cn: 删除磁盘失败。

# NDFlatUI|
source: Initializing Agent.
de: Initialisiere Agent.
zh_cn: 正在初始化代理。

# NDFlatUI|
source: Checking network.
de: Prüfe Netzwerk.
zh_cn: 检查网络

# NDFlatUI|
source: Logging remembered users in.
de: Melde mit gespeicherten Benutzer an.
zh_cn: 记住用户名

# NDFlatUI|
source: Mounting drives on boot.
de: Laufwerke beim Systemstart einbinden.
zh_cn: 启动时安全磁盘/在引导上安装？

# NDFlatUI|
source: Agent is ready.
de: Agent ist bereit.
zh_cn: 代理可用

# NDFlatUI|
source: Failed to upload %1.
de: Konnte nicht hochgeladen werden: %1
zh_cn: 上传 %1 失败

# NDFlatUI|
source: &Open
de: &Öffnen
zh_cn: 打开

# NDFlatUI|
source: &Quit
de: &Beenden
zh_cn: 退出

# NDFlatUI|
source: &Check for Updates
de: &Suche nach Aktualisierungen
zh_cn: 检查更新

# NDFlatUI|
source: &Login
de: &Einloggen
zh_cn: 登录

# NDFlatUI|
source: Log&out
de: &Ausloggen
zh_cn: 注销

# NDFlatUI|
source: Initializing...
de: Initialisiere...
zh_cn: 正在初始化中

# NDFlatUI|
source: If you log out, 'mount on boot' items will not connect automatically. Are you sure to log out?
de: Wenn Sie sich abmelden, werden 'beim Systemstart eingehängte'-Laufwerke nicht mehr automatisch verbunden. Sind Sie sicher, dass Sie sich abmelden wollen?
zh_cn: 如果您注销，“挂载在启动”项目将不会自动连接。您确定要注销吗?

# NDFlatUI|
source: Logging out...
de: Ausloggen...
zh_cn: 注销中

# NDFlatUI|
source: Current version %1 is the latest version available.
de: Die aktuell verwendete Version %1 ist die neueste verfügbare Version.
zh_cn: 最新可用版本为 %1

# NDFlatUI|
source: Drives
de: Laufwerke
zh_cn: 磁盘

# NDFlatUI|
source: Settings
de: Einstellungen
zh_cn: 设置

# NDFlatUI|
source: Uploading
de: Lade hoch
zh_cn: 上传

# NDFlatUI|
source: About
de: Über
zh_cn: 关于

# NDFlatUI|
source: Account Info
de: Konto-Informationen
zh_cn: 账户信息

# NDFlatUI|
source: Manage License
de: Lizenz verwalten
zh_cn: 管理许可证

# NDFlatUI|
source: Login
de: Anmelden
zh_cn: 登录

# NDFlatUI|
source: Logout
de: Abmelden
zh_cn: 注销

# NDFlatUI|
source: NetDrive Help
de: NetDrive Hilfe
zh_cn: NetDrive帮助

# NDFlatUI|
source: View
de: Ansicht
zh_cn: 窗口

# NDFlatUI|
source: Account
de: Konto
zh_cn: 账户

# NDFlatUI|
source: Help
de: Hilfe
zh_cn: 帮助

# NDFlatUI|
source: Couldn't get drive's info
de: Informationen zum Laufwerk konnten nicht abgerufen werden
zh_cn: 无法获取磁盘信息

# NDFlatUI|
source: Couldn't get drive's name
de: Der Name des Laufwerks konnte nicht ermittelt werden
zh_cn: 找不到磁盘的名字

# ProxySelector|
source: PROXY SETTINGS
de: PROXY EINSTELLUNGEN
zh_cn: 代理设置

# ProxySelector|
source: Use system proxy settings
de: Proxy-EInstellungen des Systems verwenden
zh_cn: 使用系统代理设置

# ProxySelector|
source: PROXY TYPE
de: PROXY ART
zh_cn: 代理类型

# ProxySelector|
source: None
de: Keiner
zh_cn: 无

# ProxySelector|
source: User
de: Benutzer
zh_cn: 用户名

# ProxySelector|
source: Password
de: Passwort
zh_cn: 密码

# ProxySelector|
source: Host
de: Hostname
zh_cn: 主机

# QApplication|
source: Bdrive server returned an error. If the issue persists, please contact %1 support.
de: Bdrive Server hat einen Fehler zurückgegeben. Wenn das Problem weiterhin besteht, wenden Sie sich an den %1 Support.
zh_cn: Bdrive服务器返回一个错误。如果问题仍然存在，请联系 %1 获得支持

# QApplication|
source: Subscription status
de: Abonnement-Status
zh_cn: 订阅状态

# QApplication|
source: Subscription type
de: Abonnement-Typ
zh_cn: 订阅类型

# QApplication|
source: Max registered devices
de: Max registrierte Geräte
zh_cn: 最大注册设备

# QApplication|
source: Max sessions (concurrent access)
de: Max. Sitzungen (gleichzeitiger Zugriff)
zh_cn: 最大并发访问

# QApplication|
source: type
de: Typ
zh_cn: 类型

# QApplication|
source: Login
de: Anmelden
zh_cn: 登录

# QApplication|
source: Email address required to login
de: E-Mail-Adresse zum Anmelden erforderlich
zh_cn: 使用邮箱来登录

# QApplication|
source: Proper password required to login
de: Richtiges Password zum Anmelden erforderlich
zh_cn: 登录所需的密码

# QApplication|
source: LOGIN
de: ANMELDEN
zh_cn: 登录

# QApplication|
source: Detail
de: Details
zh_cn: 详细

# QApplication|
source: A new version of %1 is available!
de: Eine neue Version von %1 ist verfügbar!
zh_cn: 新的 %1 版可用

# QApplication|
source: %1 %2 is now available - you have %3. Would you like to download it now?
de: %1 %2 ist jetzt verfügbar - Sie haben %3. Möchten Sie es jetzt herunterladen?
zh_cn: %1 %2 可用，你现在的版本为 %3 ，需要更新么

# QApplication|
source: %1 could not connect to Bdrive Server. This device may be offline or proxy settings may be required. Do you want proxy settings?
de: %1 konnte keine Verbindung zum Bdrive Server herstellen. Der Host ist möglicherweise offline, oder es sind Proxy-Einstellungen erforderlich. Möchten Sie Proxy-Einstellungen verwenden?
zh_cn: %1 无法连接到Bdrive服务器。此设备可能脱机或需要代理设置。需要设置代理么?

# QApplication|
source: Send Crash Report
de: Absturz-Bericht senden
zh_cn: 发送错误（崩溃）代码

# QApplication|
source: Failed to upload crash info.
de: Absturzinformationen konnten nicht hochgeladen werden.
zh_cn: 上传崩溃信息失败。

# QApplication|
source: It's wrong data. Try again, please.
de: Es sind falsche Daten. Versuch Sie es bitte erneut.
zh_cn: 数据错误，再试一次？

# QApplication|
source: Failed to get drive list. Try again, please.
de: Fehler beim Abrufen der Laufwerksliste. Versuch es bitte erneut.
zh_cn: 获取磁盘列表失败。请再试一次。

# QApplication|
source: BROWSE
de: DURCHSUCHEN
zh_cn: 打开

# QApplication|
source: NETWORK
de: NETZWERK
zh_cn: 网络

# QApplication|
source: PROXY SETTINGS
de: PROXY EINSTELLUNGEN
zh_cn: 代理设置

# QApplication|
source: Please check login credentials again
de: Bitte überprüfen Sie die Anmeldedaten erneut
zh_cn: 请再次检查登录信息

# QApplication|
source: Please check the server information
de: Bitte überprüfen Sie die Serverinformationen
zh_cn: 请查看服务器信息

# QApplication|
source: Please check the SSL information
de: Bitte überprüfen Sie die SSL-Informationen
zh_cn: 请查看SSL信息

# QApplication|
source: Please check the connection information
de: Bitte überprüfen Sie die Verbindungsinformationen
zh_cn: 请检查连接信息

# QApplication|
source: Connection failed
de: Verbindung fehlgeschlagen
zh_cn: 连接失败

# QApplication|
source: CONNECT
de: VERBINDEN
zh_cn: 连接

# QApplication|
source: Failed to set option.
de: Option konnte nicht gesetzt werden.
zh_cn: 无法设置选项。

# QApplication|
source: Authentication failed
de: Authentifizierung fehlgeschlagen
zh_cn: 身份验证失败

# QApplication|
source: Authentication with %1 has failed
de: Die Authentifizierung mit %1 ist fehlgeschlagen
zh_cn: 因为 %1 身份验证失败

# QApplication|
source: DISCONNECT
de: TRENNEN
zh_cn: 断开连接

# QApplication|
source: CANCEL ALL
de: ALLE ABBRECHEN
zh_cn: 全部取消

# QApplication|
source: CANCEL SELECTED
de: AUSGEWÄHLTE ABBRECHEN
zh_cn: 取消选中项

# QApplication|
source: RETRY ALL
de: ALLE WIEDERHOLEN
zh_cn: 重试所有

# QApplication|
source: RETRY SELECTED
de: AUSGEWÄHLTE WIEDERHOLEN
zh_cn: 选中重试

# QApplication|
source: SAVE AS
de: SPEICHERN ALS
zh_cn: 另存为

# QApplication|
source: Failed to get information of service %1
de: Fehler beim Abrufen der Informationen von Dienst %1
zh_cn: %1 获取服务信息失败

# QApplication|
source: Failed to set start type of service %1
de: Fehler beim Festlegen des Starttyps von Dienst %1
zh_cn: %1 未能设置服务的启动类型

# QApplication|
source: Failed to start service %1
de: Dienst %1 konnte nicht gestartet werden
zh_cn: %1 启动服务失败

# QApplication|
source: DRIVES
de: LAUFWERKE
zh_cn: 磁盘

# QApplication|
source: UPLOADING
de: LADE HOCH
zh_cn: 上传

# QApplication|
source: SETTINGS
de: EINSTELLUNGEN
zh_cn: 设置

# QApplication|
source: ABOUT
de: ÜBER
zh_cn: 关于

# QApplication|
source: Create a free Bdrive account
de: Ein kostenloses Bdrive-Konto erstellen
zh_cn: 免费创建Bdrive帐户

# QApplication|
source: Can't log in?
de: Einloggen nicht möglich?
zh_cn: 不能登录

# QApplication|
source: Device authorization
de: Geräteautorisierung
zh_cn: 设备的授权

# QApplication|
source: Notice
de: Mitteilung
zh_cn: 注意

# QApplication|
source: ACCOUNT INFO
de: KONTO-INFORMATIONEN
zh_cn: 账户信息

# QApplication|
source: MANAGE LICENSE
de: LIZENZ VERWALTEN
zh_cn: 管理许可证

# QApplication|
source: LOGOUT
de: ABMELDEN
zh_cn: 注销

# QApplication|
source: %1 %2 is now available!
de: %1 %2 ist jetzt verfügbar!
zh_cn: %1 %2 现在可用!

# QApplication|
source: If it is the first connection and there are a lot of files, the connection may take a long time.
de: Wenn es sich um die erste Verbindung handelt und viele Dateien vorhanden sind, kann die Verbindung länger dauern.
zh_cn: 如果是第一连接有很多文件的项目，需要等待的时间比较长

# QApplication|
source: Rename and move operations are not supported.
de: Umbenennen- und Verschiebe-Operationen werden nicht unterstützt.
zh_cn: 不支持重命名和移动操作。

# QApplication|
source: Wait for authentication...
de: Auf Authentifizierung warten...
zh_cn: 正在验证中

# QApplication|
source: Open
de: Öffnen
zh_cn: 打开

# QApplication|
source: Config
de: Bearbeiten
zh_cn: 配置

# QApplication|
source: Duplicate
de: Duplizieren
zh_cn: 重复

# QApplication|
source: Delete
de: Löschen
zh_cn: 删除

# QApplication|
source: Folder listing failed
de: Auflistung der Ordner fehlgeschlagen
zh_cn: 获取文件列表失败

# QApplication|
source: Can not retrieve folder list from server.
de: Ordnerauflistung kann nicht vom Server abgerufen werden.
zh_cn: 无法从服务器检索文件夹列表。

# QApplication|
source: Letter
de: Buchstabe
zh_cn: 信？？？

# QApplication|
source: NetDrive %1 is now available. You have %2. Would you like to update now?
de: NetDrive %1 ist jetzt verfügbar. Sie haben %2. Möchten Sie jetzt aktualisieren?
zh_cn: NetDrive %1 现在可用。目前版本为 %2。现在更新吗?

# QAuthDlg|
source: Authentication Required
de: Authentifizierung erforderlich
zh_cn: 认证要求

# QAuthDlg|
source: The proxy requires a username and password. Your connection to this site is not private.
de: Der Proxy benötigt einen Benutzernamen und ein Passwort. Ihre Verbindung zu dieser Site ist nicht privat.
zh_cn: 需要代理用户名和密码，您与此网站的连接不是专用的。

# QAuthDlg|
source: User Name
de: Benutzername
zh_cn: 用户名

# QAuthDlg|
source: Password
de: Passwort
zh_cn: 密码

# QAuthDlg|
source: Log In
de: Anmelden
zh_cn: 登录

# QAuthDlg|
source: Cancel
de: Abbrechen
zh_cn: 取消

# QDriveItem|
source: CONNECT
de: VERBINDEN
zh_cn: 连接

# QDriveItem|
source: %1 is already mounted path. Do you want to unmount %1 to continue?
de: %1 ist bereits eingehängt. Möchten Sie %1 aushängen, um fortzufahren?
zh_cn: %1 已经挂载路径。要卸载 %1 以继续吗?

# QDriveItem|
source: Failed to unmount %1. Try later again.
de: Fehler beim Aushängen von %1. Versuchen Sie es später erneut.
zh_cn: 卸载 %1 失败。稍后再尝试。

# QDriveItem|
source: Are you sure you want to disconnect %1?
de: Möchten Sie %1 wirklich trennen?
zh_cn: 您确定要断开 %1 吗?

# QDriveItem|
source: There is no log file for [%1].
de: Es existiert keine Log-Datei für [%1].
zh_cn: 没有[%1]的日志文件。

# QDriveItem|
source: Unmount failed
de: Aushängen fehlgeschlagen
zh_cn: 卸载失败

# QDriveItem|
source: Failed to configure drive because of the duplicated name.
de: Fehler beim Bearbeiten des Laufwerks, da der Name bereits vorhanden ist.
zh_cn: 磁盘配置失败，因为重复的名称。

# QDriveItem|
source: Failed to configure drive.
de: Laufwerk konnte nicht bearbeitet werden.
zh_cn: 配置磁盘失败。

# QDriveItem|
source: CANCEL
de: ABBRECHEN
zh_cn: 取消

# QDriveItem|
source: NOT CONNECTED
de: NICHT VERBUNDEN
zh_cn: 没有连接

# QDriveItem|
source: CONNECTING
de: VERBINDE
zh_cn: 连接中

# QDriveItem|
source: CONNECTED
de: VERBUNDEN
zh_cn: 已连接

# QDriveItem|
source: DISCONNECT
de: TRENNEN
zh_cn: 断开连接

# QDriveItem|
source: DISCONNECTING
de: TRENNE
zh_cn: 断开连接中

# QDriveItem|
source: Are you sure you want to delete %1?
de: Möchten Sie %1 wirklich löschen?
zh_cn: 确定要删除 %1 吗?

# QObject|
source: Success.
de: Erfolgreich.
zh_cn: 成功

# QObject|
source: Failed.
de: Fehlgeschlagen.
zh_cn: 失败

# QObject|
source: Access Denied.
de: Zugriff verweigert.
zh_cn: 拒绝访问

# QObject|
source: Path not found.
de: Pfad nicht gefunden.
zh_cn: 未找到路径

# QObject|
source: Connection error.
de: Verbindungsfehler.
zh_cn: 连接错误

# QObject|
source: Drive letter already used.
de: Laufwerksbuchstabe bereits in Verwendung.
zh_cn: 磁盘号已使用

# QObject|
source: Mount Error.
de: Einhängefehler.
zh_cn: 安装错误

# QObject|
source: Mount process is not executed.
de: Einhängeprozess wurde nicht ausgeführt.
zh_cn: 未执行挂载进程

# QObject|
source: Files are currently being uploading. Do you want to disconnect forcefully?
de: Dateien werden gerade hochgeladen. Möchten Sie die Verbindung erzwungen trennen?
zh_cn: 文件正在上传。确定要强行断开连接吗?

# QObject|
source: No available drive letter.
de: Kein Laufwerksbuchstabe verfügbar.
zh_cn: 没有可用的磁盘号

# QObject|
source: Wrong Parameter.
de: Falscher Parameter.
zh_cn: 错误的参数

# QObject|
source: Network path already used.
de: Netzwerkpfad wird bereits verwendet.
zh_cn: 已使用的网络路径
